[
  {
    "id": "5",
    "title": "CCA",
    "name": "Certificate Course in Computer Application",
    "description": "The CCA (Certificate Course in Computer Applications) program provides foundational training with a focus on ICT tools. The course, Introduction to ICT Tools (ET-CA-01), covers essential concepts and skills needed to effectively use information and communication technology in various applications. This certificate program is ideal for beginners looking to build a strong base in computer applications.",
    "minQualification": "HSLC Appeared",
    "duration": "3 month",
    "img": "https://plus.unsplash.com/premium_photo-1687892170417-f9a11a402ef7?q=80&w=1471&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": "4",
    "title": "PDCA",
    "name": "Professional Diploma In Computer Application",
    "description": "The PDCA (Professional Diploma in Computer Application) program's focuses on foundational skills. Students learn Introduction to ICT Tools (ET-CA-01) and gain proficiency in Desktop Publishing (DTP) and Financial Accounting (ET-CA-11). This program is designed to provide advanced knowledge and practical skills in computer applications, preparing professionals for roles in various industries requiring strong ICT competency.",
    "minQualification": "HSLC Appeared",
    "duration": "6 month",
    "img": "https://images.unsplash.com/photo-1516321318423-f06f85e504b3?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },

  {
    "id": "2",
    "title": "DCOA",
    "name": "Diploma in Computerised Office Automation",
    "description": "The DCOA (Diploma in Computerised Office Automation) program provides comprehensive training over two semesters. In the first semester, students learn ICT tools and gain skills in Desktop Publishing and Financial Accounting. The second semester focuses on Office Management, Secretarial Services, Basic Online Applications, and Google Workspace, culminating in a Mini Project and Seminar to apply their knowledge practically.",
    "minQualification": "HSLC Passed",
    "duration": "1 year",
    "img": "https://images.unsplash.com/photo-1599658880436-c61792e70672?q=80&w=2940&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },

  {
    "id": "3",
    "title": "ADCA",
    "name": "Advanced Diploma in Computer Application ",
    "description": "The ADCA (Advanced Diploma in Computer Application) program offers advanced training over two semesters. In the first semester, students learn ICT tools, ICT resources or multimedia and animation technology, and DTP & financial accounting. The second semester covers internet and web technology, object-oriented programming through C++ or Python, web programming using LAMP, and includes a mini project. This program equips students with essential and advanced computer application skills.",
    "minQualification": "HS Passed",
    "duration": "1 year",
    "img": "https://images.unsplash.com/photo-1517134062979-e1234be8a085?q=80&w=2940&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D/img/photo2.jpg"
  },
  {
    "id": "1",
    "title": "PGDCSA",
    "name": "Post Graduate Diploma In Computer Science and Application",
    "description": "The Post Graduate Diploma in Computer Science and Application (PGDCSA) is designed for aspiring professionals looking to enhance their skills in computer science and its applications. This intensive program offers a blend of theoretical knowledge and practical skills necessary to thrive in today's technology-driven world.",
    "minQualification": "Graduate",
    "duration": "1 Year",
    "img": "https://images.unsplash.com/photo-1501504905252-473c47e087f8?q=80&w=2874&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  }
]
